Repository: typedivision/fmlybook
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de

source: and
de: und

source: %(name)s was born on %(date)s in %(place)s.
de: %(name)s wurde am %(date)s in %(place)s geboren.

source: %(name)s was born in %(date)s in %(place)s.
de: %(name)s wurde %(date)s in %(place)s geboren.

source: He was born on %(date)s in %(place)s.
de: Er wurde am %(date)s in %(place)s geboren.

source: He was born in %(date)s in %(place)s.
de: Er wurde %(date)s in %(place)s geboren.

source: She was born on %(date)s in %(place)s.
de: Sie wurde am %(date)s in %(place)s geboren.

source: She was born in %(date)s in %(place)s.
de: Sie wurde %(date)s in %(place)s geboren.

source: %(name)s was born on %(date)s.
de: %(name)s wurde am %(date)s geboren.

source: %(name)s was born in %(date)s.
de: %(name)s wurde %(date)s geboren.

source: He was born on %(date)s.
de: Er wurde am %(date)s geboren.

source: He was born in %(date)s.
de: Er wurde %(date)s geboren.

source: She was born on %(date)s.
de: Sie wurde am %(date)s geboren.

source: She was born in %(date)s.
de: Sie wurde %(date)s geboren.

source: %(name)s died on %(date)s at the age of %(age)s in %(place)s.
de: %(name)s ist am %(date)s im Alter von %(age)s Jahren in %(place)s gestorben.

source: %(name)s died in %(date)s at the age of %(age)s in %(place)s.
de: %(name)s ist %(date)s im Alter von %(age)s Jahren in %(place)s gestorben.

source: %(name)s died on %(date)s in %(place)s.
de: %(name)s ist am %(date)s in %(place)s gestorben.

source: %(name)s died in %(date)s in %(place)s.
de: %(name)s ist %(date)s in %(place)s gestorben.

source: %(name)s died on %(date)s at the age of %(age)s .
de: %(name)s ist am %(date)s im Alter von %(age)s Jahren gestorben.

source: %(name)s died in %(date)s at the age of %(age)s .
de: %(name)s ist %(date)s im Alter von %(age)s Jahren gestorben.

source: %(name)s died on %(date)s.
de: %(name)s ist am %(date)s gestorben.

source: %(name)s died in %(date)s.
de: %(name)s ist %(date)s gestorben.

source: %(name)s is the son of %(parents)s.
de: %(name)s ist der Sohn von %(parents)s.

source: %(name)s is the daughter of %(parents)s.
de: %(name)s ist die Tochter von %(parents)s.

source: His parents are %(father)s and %(mother)s.
de: Seine Eltern sind %(father)s und %(mother)s.

source: Her parents are %(father)s and %(mother)s.
de: Ihre Eltern sind %(father)s und %(mother)s.

source: The name of his brother is %(siblings)s.
de: Der Name seines Bruders ist %(siblings)s.

source: The name of his sister is %(siblings)s.
de: Der Name seiner Schwester ist %(siblings)s.

source: The name of her brother is %(siblings)s.
de: Der Name ihres Bruders ist %(siblings)s.

source: The name of her sister is %(siblings)s.
de: Der Name ihrer Schester ist %(siblings)s.

source: His siblings are %(siblings)s.
de: Seine Geschwister sind %(siblings)s.

source: Her siblings are %(siblings)s.
de: Ihre Geschwister sind %(siblings)s.

source: %(name)s married %(partner)s.
de: %(name)s heiratet %(partner)s.

source: %(name)s is the partner of %(partner)s.
de: %(name)s ist der Lebenspartner von %(partner)s.

source: %(name)s married %(partner)s on %(date)s in %(place)s.
de: %(name)s heiratet %(partner)s am %(date)s in %(place)s.

source: %(names)s married on %(date)s in %(place)s.
de: %(names)s heiraten am %(date)s in %(place)s.

source: %(names)s are married.
de: %(names)s sind verheiratet.

source: %(name)s was %(age)s years old.
de: %(name)s war %(age)s Jahre alt.

source: %(name)s was %(age)s years old and %(partner)s %(partner_age)s years.
de: %(name)s war %(age)s Jahre alt und %(partner)s %(partner_age)s Jahre.

source: %(name_and_partner)s have %(count)s children together. They are called %(children)s.
de: %(name_and_partner)s haben gemeinsam %(count)s Kinder. Sie heißen %(children)s.

source: %(name_and_partner)s have a child called %(children)s.
de: %(name_and_partner)s haben ein gemeinsames Kind namens %(children)s.

source: %(name_and_partner)s have a son. He is called %(children)s.
de: %(name_and_partner)s haben zusammen einen Sohn. Er heißt %(children)s.

source: %(name_and_partner)s have a daughter. She is called %(children)s.
de: %(name_and_partner)s haben zusammen eine Tochter. Sie heißt %(children)s.

source: Familybook
de: Familienchronik

source: A report on the generations of the families %s.
de: Ein Bericht über die Generationen der Familien %s.

source: Families
de: Familien

source: Persons
de: Personen
